Repository: Danilado/wallhub
Catalog: assets/locale/*.po
Languages: nl

source: Next Wallpaper
nl: Volgende achtergrond

source: Choose a dynamic wallpaper
nl: Kies een dynamische achtergrond

source: Dynamic Wallpapers
nl: Dynamische achtergronden

source: Choose a light background
nl: Kies een lichte achtergrond

source: Images
nl: Afbeeldingen

source: Choose a dark background
nl: Kies een donkere achtergrond

source: Save dynamic wallpaper
nl: Dynamische achtergrond opslaan

source: Dynamic wallpaper was successfully saved!
nl: De dynamische achtergrond is opgeslagen!

source: Choose a login background
nl: Kies een aanmeldschermachtergrond

source: No backup found
nl: Er is geen reservekopie aangetroffen

source: Failed to reset login background
nl: De aanmeldschermachtergrond kan niet worden hersteld

source: Login background was successfully reset!
nl: De aanmeldschermachtergrond is hersteld!

source: Page %d of %d
nl: Pagina %d van %d

source: Failed to preview wallpaper
nl: De achtergrond kan niet worden voorvertoond

source: Save wallpaper
nl: Achtergrond opslaan

source: Failed to download wallpaper
nl: De achtergrond kan niet worden opgehaald

source: Wallpaper was successfully downloaded!
nl: De achtergrond is opgehaald!

source: Failed to apply login background
nl: De aanmeldschermachtergrond kan niet worden ingesteld

source: Login background was successfully applied!
nl: De aanmeldschermachtergrond is ingesteld!

source: Unsupported image format
nl: Niet-ondersteund bestandstype

source: Corrupt image
nl: Beschadigde afbeelding

source: Unknown error
nl: Onbekende foutmelding

source: Choose a wallpaper
nl: Kies een achtergrond

source: Choose a folder
nl: Kies een map

source: General
nl: Algemeen

source: Slideshow
nl: Diavoorstelling

source: Slideshow interval
nl: Tussenpoos

source: Hours
nl: uur

source: Minutes
nl: minuten

source: Seconds
nl: seconden

source: Browse
nl: Bladeren

source: Search wallpapers on wallhaven.cc
nl: Achtergronden zoeken op wallhaven.cc

source: Search
nl: Zoeken

source: People
nl: Personen

source: Date added
nl: Toevoegdatum

source: Relevance
nl: Relevantie

source: Random
nl: Willekeurig

source: Views
nl: Aantal weergaven

source: Favorites
nl: Aantal favorieten

source: Toplist
nl: Toplijst

source: Page 1 of 1
nl: Pagina 1 van 1

source: Dynamic wallpapers
nl: Dynamische achtergronden

source: Edit dynamic wallpaper
nl: Dynamische achtergrond bewerken

source: Select
nl: Kiezen

source: Wallpaper name
nl: Achtergrondnaam

source: Nighttime wallpaper
nl: Avond-/Nachtachtergrond

source: Save changes
nl: WÄ³zigingen opslaan

source: Create or save changes to a dynamic wallpaper
nl: Maak een dynamische achtergrond aan of sla de wijzigingen op

source: Save
nl: Opslaan

source: Login
nl: Aanmelden

source: Choose wallpaper
nl: Kies achtergrond

source: Blur radius
nl: Vervaagstraal

source: Blur radius of the wallpaper
nl: De vervaagstraal van de achtergrond

source: Brightness
nl: Helderheid

source: Brightness of the wallpaper
nl: De helderheid van de achtergrond

source: Apply wallpaper
nl: Achtergrond instellen

source: Apply wallpaper to the login screen
nl: Stel de achtergrond in op het aanmeldscherm

source: Apply
nl: Instellen

source: Reset wallpaper
nl: Standaardwaarden

source: Revert back to default theme
nl: Herstel het standaardthema

source: Reset
nl: Herstellen

source: Cancel
nl: Annuleren

source: Download
nl: Downloaden

source: <span size="xx-large" alpha="50%" weight="heavy">Preview</span>
nl: <span size="xx-large" alpha="50%" weight="heavy">Voorvertonen</span>

source: Wallpapers
nl: Achtergronden

source: Add folders, image files or dynamic wallpapers(xml)
nl: Voeg mappen, afbeeldingen of dynamische bestanden (xml) toe

source: Add folder
nl: Map toevoegen

source: Add file
nl: Bestand toevoegen

source: Remove selected
nl: Selectie wissen

source: Select all
nl: Alles selecteren

source: <span size="x-large" weight="bold" color="#ccc">No wallpapers added</span>
nl: <span size="x-large" weight="bold" color="#ccc">Er zijn nog geen achtergronden</span>
